START_TEXT = (
    "Привет! Ты попал в бот игры «Казу!» 👋\n"
    "Тут не нужен слух, голос или особые таланты. Все просто: я даю трек, вы дудите и угадываете �\n"
    "Нажимай «Поехали», и я покажу тебе первый трек 🎷\n"
    "Жми «Поехали» и я вышлю первую песню 🎶"

)

HELP_TEXT = (
    "🎺 *КАК ИГРАТЬ НА КАЗУ?*\n\n"
    "1️⃣ Возьми казу широкой стороной к губам\n"
    "2️⃣ Не дуй! Нужно напевать или гудеть: 🎵 «ммммммм»\n"
    "3️⃣ Мембрана начнет вибрировать и превратит голос в дудящий звук\n"
    "4️⃣ Чем громче голос, тем ярче звучит казу\n"
    "💡 Если не получается - значит, ты дуешь. Попробуй «промычать» мелодию, и звук появится\n\n"
    "🎲 *ПРАВИЛА ИГРЫ*\n\n"
    "1️⃣ Нажми «Поехали» - бот пришлет случайный трек\n"
    "2️⃣ Игрок дудит мелодию на казу, остальные пытаются угадать\n"
    "3️⃣ За трек можно получить от 1 до 3 баллов - зависит от сложности\n"
    "4️⃣ Если песня не знакома, передай ее другому игроку или нажми «Следующая песня»\n\n"
    "🎬 *ПРАВИЛА ДЛЯ САУНДТРЕКОВ*\n\n"
    "1️⃣ Если попался саундтрек, можно сыграть любую узнаваемую тему из фильма или сериала\n"
    "2️⃣ В карточке есть спойлер-подсказка, чтобы вспомнить нужное произведение\n"
    "3️⃣ Задача остальных - угадать фильм или сериал, а не название трека"
)



NO_TRACKS_TEXT = (
    "Извините, ведутся техническеие работы 😔\n"
    "Мы скоро все починим 🚧"
)
