START_TEXT = (
    "Привет! Ты попал в бот игры «Казу!» 👋"
    "Тут не нужен слух, голос или особые таланты. Все просто: я даю трек, вы дудите и угадываете �"
    "Нажимай «Поехали», и я покажу тебе первый трек."
    "Жми «Поехали» и я вышлю первую песню 🎶"

)

HELP_TEXT = (
    "🎺 КАК ИГРАТЬ НА КАЗУ?\n"
    "\n"
    "1. Возьми казу широкой стороной к губам\n"
    "2. Не дуй! Нужно напевать или гудеть: 🎵 «ммммммм»\n"
    "3. Мембрана начнет вибрировать и превратит голос в дудящий звук\n"
    "4. Чем громче голос, тем ярче звучит казу\n"
    "💡 Если не получается - значит, ты дуешь. Попробуй «промычать» мелодию, и звук появится\n"
    "\n"
    "🎲 ПРАВИЛА ИГРЫ\n"
    "1. Нажми «Поехали» - бот пришлет случайный трек\n"
    "2. Игрок дудит мелодию на казу, остальные пытаются угадать\n"
    "3. За трек можно получить от 1 до 3 баллов - зависит от сложности\n"
    "4. Если песня не знакома, передай ее другому игроку или нажми «Следующая песня»\n"
    "\n"
    "🎬 ПРАВИЛА ДЛЯ САУНДТРЕКОВ\n"
    "1. Если попался саундтрек, можно сыграть любую узнаваемую тему из фильма или сериала\n"
    "2. В карточке есть спойлер-подсказка, чтобы вспомнить нужное произведение\n"
    "3. Задача остальных - угадать фильм или сериал, а не название трека"
)


NO_TRACKS_TEXT = (
    "Извините, ведутся техническеие работы 😔\n"
    "Мы скоро все починим 🚧"
)
